Repository: wp-plugins/force-download-wordpress-video-plugin
Catalog: force-download-wordpress-video-plugin/languages/forcedownload-*.po
Languages: es_es, fr_fr

source: www.force-download.com
es_es: www.force-download.es
fr_fr: www.force-download.net

source: Force Download Plugin Configuration
es_es: Configuración del Plugin Force Download
fr_fr: Configuration du Plugin Force Download

source: Download the video
es_es: Descargar el vídeo
fr_fr: Télécharger la vidéo

source: Configuration updated.
es_es: Configuración puesta al día
fr_fr: Configuration mise à jour

source: How does this work?
es_es: ¿Cómo funciona?
fr_fr: Comment ça marche ?

source: This plugin allow you to display videos and allowed visitors to download them ! This plugin work with youtube, google video, myvideo.de, Brightcove, Aniboom, 123video.nl, MyspaceTV, Yahoo! Video, Veoh, Wandeo, Glumbert, Gametrailers, Gamevideos, LiveLeak, sevenload.de, clipfish.de, break.com, Metacafe, dailymotion.com, Vimeo, videotube, blip.tv, revver, IFILM, Tu.tv, grouper, Cellfish.com, Sumo.tv, Last.fm, Vsocial, teachertube, SlideShare, Jumpcut, MSN, GoalVideoz, Guba, wat.tv, Facebook, Flickr Video, Kewego, Smotri.Com...and many more.
es_es: ¡ Este plugin le permite fijar vídeos sobre su blog wordpress y les permite a su visitadores descargarles! Este plugin funciona con youtube, google video, myvideo.de, Brightcove, Aniboom, 123video.nl, MyspaceTV, Yahoo! Video, Veoh, Wandeo, Glumbert, Gametrailers, Gamevideos, LiveLeak, sevenload.de, clipfish.de, break.com, Metacafe, dailymotion.com, Vimeo, videotube, blip.tv, revver, IFILM, Tu.tv, grouper, Cellfish.com, Sumo.tv, Last.fm, Vsocial, teachertube, SlideShare, Jumpcut, MSN, GoalVideoz, Guba, wat.tv, Facebook, Flickr Video, Kewego, Smotri.Com...y muchos de otros.
fr_fr: Ce plugin vous permet d'afficher des vidéos sur votre blog wordpress et permet à vos visiteurs de les télécharger ! Ce plugin fonctionne avec youtube, google video, myvideo.de, Brightcove, Aniboom, 123video.nl, MyspaceTV, Yahoo! Video, Veoh, Wandeo, Glumbert, Gametrailers, Gamevideos, LiveLeak, sevenload.de, clipfish.de, break.com, Metacafe, dailymotion.com, Vimeo, videotube, blip.tv, revver, IFILM, Tu.tv, grouper, Cellfish.com, Sumo.tv, Last.fm, Vsocial, teachertube, SlideShare, Jumpcut, MSN, GoalVideoz, Guba, wat.tv, Facebook, Flickr Video, Kewego, Smotri.Com...et beaucoup d'autres.

source: You may find more instructions on how to use this plugin on <a href="http://wwww.force-download.com?b=2" target="_blank">this page</a>.
es_es: Usted encontrará más informaciones sobre cómo utilizar este plugin sobre <a href="http://wwww.force-download.es?b=2" target="_blank"> esta página</a>.
fr_fr: Vous trouverez plus d'informations sur comment utiliser ce plugin sur <a href="http://wwww.force-download.net?b=2" target="_blank">cette page</a>.

source: Link label (what visitors see):
es_es: Redacción del lazo (lo que ven sus visitadores) :
fr_fr: Libellé du lien (ce que voient vos visiteurs) :

source: Link title (what Google see):
es_es: Título del lazo (lo que ve Google) :
fr_fr: Titre du lien (ce que voit Google) :

source: Link target:
es_es: Blanco del lazo (baliza target):
fr_fr: Cible du lien (balise target) :

source: _blank : Open the linked document in a new window
es_es: _blank: lanza el descargamiento en una nueva ventana
fr_fr: _blank : Lance le téléchargement dans une nouvelle fenêtre

source: _self : Open the linked document in the same frame as it was clicked (this is default)
es_es: _self: lanza el descargamiento en la misma ventana (es el valor por defecto)
fr_fr: _self : Lance le téléchargement dans la même fenêtre (c'est la valeur par défaut)

source: _parent : Open the linked document in the parent frameset
es_es: _parent: lanza el descargamiento en el frame allegado
fr_fr: _parent : Lance le téléchargement dans la frame parent

source: _top : Open the linked document in the full body of the window
es_es: _top: lanza el descargamiento en la ventana corriente ocupando todo el espacio de ésta.
fr_fr: _top : Lance le téléchargement dans la fenêtre courante en occupant tout l'espace de celle-ci.

source: framename : Open the linked document in a named frame
es_es: nombreframe: lanza el descargamiento en el frame nombrado
fr_fr: nomframe : Lance le téléchargement dans la frame nommée

source: Save &raquo;
es_es: Registrar &raquo;
fr_fr: Enregistrer &raquo;
